[{"model": "books.author", "pk": 1, "fields": {"name": "Małgorzata Domagalik"}}, {"model": "books.author", "pk": 2, "fields": {"name": "Mauela Gretkowska"}}, {"model": "books.author", "pk": 3, "fields": {"name": "Mark Blake"}}, {"model": "books.author", "pk": 4, "fields": {"name": "Michael Dawson"}}, {"model": "books.author", "pk": 5, "fields": {"name": "Mark Lutz"}}, {"model": "books.author", "pk": 6, "fields": {"name": "Aleksandra Bogusławska"}}, {"model": "books.author", "pk": 7, "fields": {"name": "Jacek Tokarski"}}, {"model": "books.author", "pk": 8, "fields": {"name": "Krzysztof Bzowski"}}, {"model": "books.author", "pk": 9, "fields": {"name": "Peter Sagan"}}, {"model": "books.author", "pk": 10, "fields": {"name": "Łukasz Grass"}}, {"model": "books.category", "pk": 1, "fields": {"name": "Biografia"}}, {"model": "books.category", "pk": 2, "fields": {"name": "Informatyka"}}, {"model": "books.category", "pk": 3, "fields": {"name": "Turystyka"}}, {"model": "books.category", "pk": 4, "fields": {"name": "Sport"}}, {"model": "books.book", "pk": 1, "fields": {"title": "Pani Wymagalik", "description": "Znana dziennikarka i wpływowa redaktorka opisuje kulisy świata mediów oraz show-biznesu, kreśląc portrety znanych ludzi, z którymi miała okazję zetknąć się w swej karierze. Dzieli się refleksjami, anegdotami, wymienia imiona i nazwiska, często sytuując je w zaskakujących kontekstach. Nie unika tematów, które do dziś uchodzą za kontrowersyjne.", "author": [1, 6], "category": [1]}}, {"model": "books.book", "pk": 2, "fields": {"title": "Trudno z miłości się podnieść", "description": "Bezczelna, wzruszająca, niezwykła - rozmowa z Manuelą Gretkowską, naszą narodową libertynką. O miłosnych komplikacjach, slow life i fast sex, duchowości, narkotykach, a przede wszystkim o współczesnej Polsce. Manifest swobody myślenia i bycia wbrew wszystkiemu: cenzurze, hejtowi, banowaniu, przemilczaniu i wycinaniu. Książka antysarmacka, raczej nie dla katolików.", "author": [2], "category": [1]}}, {"model": "books.book", "pk": 3, "fields": {"title": "Queen. Królewska historia", "description": "Biblia fanów Queen, manifest pokolenia, portret fenomenu\r\n\r\nNiepublikowane wcześniej wspomnienia, zaskakujące anegdoty, intrygujące fakty. Zagrożone losy zespołu, kiedy muzycy Genesis próbowali pozyskać do swojego składu Rogera Taylora. Śmierć Mercury’ego niedaleko miejsca, gdzie 21 lat wcześniej znaleziono ciało jego idola, Jimiego Hendrixa. Głęboka depresja Johna Deacona po stracie przyjaciela. Legendarna gitara Briana zbudowana domowym sposobem. Fascynacja zespołu scrabble’ami. Gdy Elton John usłyszał Bohemian Rhapsody, zapytał: „Czy wyście, k…a, oszaleli?”.\r\n\r\nMark Blake przez lata rozmawiał z trzema żyjącymi muzykami grupy, dotarł także do dziesiątków innych osób – zapomnianych basistów Queen czy szkolnych kolegów Freddiego. Po raz pierwszy możemy tak szczegółowo prześledzić bogatą karierę zespołu uwielbianego przez Michaela Jacksona i wiele innych gwiazd, przemianę nieśmiałego chłopca z Zanzibaru w najbardziej charyzmatyczną postać w historii rocka, a także późniejsze kariery pozostałych członków grupy.\r\n\r\nZ wielką dumą prezentujemy polskim czytelnikom prawdziwą perłę na rynku biografii muzycznych – najlepszą historię Queen, jaka kiedykolwiek została napisana.", "author": [3], "category": [1]}}, {"model": "books.book", "pk": 4, "fields": {"title": "Python dla każdego. Podstawy programowania", "description": "Chcesz się nauczyć programować? Świetna decyzja! Wybierz język obiektowy, łatwy w użyciu, z przejrzystą składnią. Python będzie wprost doskonały! Rozwijany od ponad 20 lat, jest dojrzałym językiem, pozwalającym tworzyć zaawansowane aplikacje dla różnych systemów operacyjnych. Ponadto posiada system automatycznego zarządzania pamięcią, który zdejmuje z programisty obowiązek panowania nad tym skomplikowanym obszarem.\r\n\r\nJeżeli zdecydowałeś się na naukę programowania w tym języku, to przyszła pora na wybór książki. Ta, którą trzymasz w rękach, będzie strzałem w dziesiątkę! Sięgnij po nią i przekonaj się, jak skonfigurować swoje środowisko pracy i rozpocząć przygodę z Pythonem. Z kolejnych rozdziałów dowiesz się, co to są typy proste, zmienne, instrukcje warunkowe, pętle oraz listy. Ponadto nauczysz się tworzyć listy i funkcje oraz obsługiwać wyjątki i korzystać z plików. Gdy już zbudujesz fundamenty wiedzy na temat języka Python, przejdziesz do bardziej zaawansowanych zagadnień. Programowanie obiektowe, tworzenie grafiki oraz graficznego interfejsu użytkownika, tworzenie animacji i efektów dźwiękowych to tylko niektóre z poruszanych tematów.\r\n\r\nKsiążka ta jest obowiązkową lekturą dla wszystkich osób, które zamierzają opanować język Python!", "author": [4], "category": [2]}}, {"model": "books.book", "pk": 5, "fields": {"title": "Python. Wprowadzenie", "description": "Czy wiesz, dlaczego ponad milion programistów na całym świecie używa właśnie tego języka skryptowego? Jego atuty to niezwykła czytelność, spójność i wydajność — pewnie dlatego także i Ty chcesz opanować słynnego Pythona. Kod napisany w tym języku można z łatwością utrzymywać, przenosić i używać go ponownie. Pozostaje on zrozumiały nawet wówczas, jeśli analizuje go ktoś, kto nie jest jego autorem. Co więcej, taki kod ma rozmiary średnio o dwie trzecie do czterech piątych mniejsze od kodu w językach C++ czy Java, co wielokrotnie zwiększa wydajność pracy używających go programistów. Python obsługuje także zaawansowane mechanizmy pozwalające na ponowne wykorzystanie kodu, takie jak programowanie zorientowane obiektowo, a programy w nim napisane działają natychmiast, bez konieczności przeprowadzania długiej kompilacji, niezależnie od wykorzystywanej platformy. Jeśli jesteś gotowy na opanowanie tego potężnego języka, mamy doskonały podręcznik dla Ciebie.\r\n\r\nMark Lutz, autor tego podręcznika, jest kultową postacią w środowisku Pythona i znanym na całym świecie instruktorem tego języka, a struktura jego książki powstała w oparciu o słynny, prowadzony przez niego kurs. Naukę rozpoczniesz od najważniejszych wbudowanych typów danych — liczb, list czy słowników. Przyjrzysz się również typom dynamicznym oraz ich interfejsom. Później poznasz instrukcje oraz ogólny model składni Pythona. Poszerzysz wiedzę na temat powiązanych z nim narzędzi, takich jak system PyDoc, a także alternatywnych możliwości tworzenia kodu. Dowiesz się wszystkiego na temat modułów: jak się je tworzy, przeładowuje i jak się ich używa. W końcu poznasz klasy oraz zagadnienia związane z programowaniem zorientowanym obiektowo i nauczysz się obsługiwać wyjątki. Czwarte wydanie tej książki zostało wzbogacone o wiele nowych, ciekawych i bardzo zaawansowanych zagadnień, dzięki czemu stanowi doskonałą lekturę także dla zawodowców, na co dzień piszących kod w tym języku.", "author": [4, 5], "category": [2]}}, {"model": "books.book", "pk": 6, "fields": {"title": "Odetchnij od miasta. 62 wyjątkowe domy gościnne w Polsce", "description": "\"Odetchnij\" to nietypowy przewodnik po agroturystykach ukrytych w najdalszych zakątkach Polski. Aleksandra Bogusławska, autorka popularnego bloga \"Duże podróże\", wybrała się w podróż w poszukiwaniu ludzi, którzy nie bali się zaryzykować. Rzucili wszystko i otworzyli domy gościnne. Razem z autorką zaglądamy do nich i poznajemy niesamowite historie ich gospodarzy.\r\n\r\nKsiążka Bogusławskiej to nie tylko typowy przewodnik z ciekawymi miejscówkami na weekend, ale też inspirująca opowieść dla tych, którzy zawsze marzyli, żeby zostawić wszystko i uciec z miasta. Oprócz konkretnych adresów i pięknych fotografii znajdziemy w niej ciekawe informacje dotyczące okolicznych atrakcji i pyszne polecenia kulinarne. \"Odetchnij\" to pozycja, która może zmienić myślenie o podróżowaniu.", "author": [6, 7], "category": [3, 4]}}, {"model": "books.book", "pk": 7, "fields": {"title": "Lwów", "description": "Lwów, czyli wielokulturowa przygoda. Po wyjeździe z Pascalem zaryczysz jak Lew!\r\n\r\nKto choć raz odwiedzi Lwów, ten zechce tam wrócić. Magnesem przyciągającym turystów są nie tylko piękne zabytki, ale również życzliwi ludzie, coraz lepsze restauracje, kawiarnie i galerie. Semper fidelis Rzeczypospolitej, o bogatym folklorze, ośrodek wielu kultur – to jeden z najwspanialszych symboli w dziejach Polski, a jednocześnie miasto zasłużone dla ukraińskiej niepodległości.", "author": [7], "category": [3]}}, {"model": "books.book", "pk": 8, "fields": {"title": "Korona polskich gór", "description": "Ciekawe wyzwania, pokonywanie własnych słabości, zdobywanie i ciągła eksploracja nowych terenów, planowanie i radość z osiągniętego celu, adrenalina pulsująca w żyłach. To nieodłączne elementy życia każdego prawdziwego podróżnika – szczególnie miłośnika gór. Jeśli zamykając oczy wciąż masz pod powiekami poszarpany horyzont, jeśli nie straszna Ci droga pod górę, jeśli chcesz zanotować w dzienniku swojej pamięci niezwykłe osiągnięcie – ten przewodnik jest dla Ciebie!\r\n\r\nZdobądź koronę polskich gór i poczuj niezwykłą satysfakcję z wejścia na każdy z opisanych szczytów (od niewymagającej Łysicy po majestatyczne Rysy). To doświadczenie z pewnością rozpali apetyt na więcej i otworzy drogę do zdobywania kolejnych koron, nawet tych dostępnych dotąd tylko w najskrytszych marzeniach.\r\n\r\nPrzed Tobą dwadzieścia osiem wyzwań zebranych w dwudziestu trzech trasach. Nie trać zatem czasu! Ruszaj z nami na szlak!", "author": [8], "category": [3]}}, {"model": "books.book", "pk": 9, "fields": {"title": "Peter Sagan. Mój świat", "description": "Witaj w świecie jednego z najlepszych kolarzy w historii!\r\n\r\nSekrety największych wyścigów. Cała prawda o tym, co dzieje się w peletonie. Okoliczności zwycięstw w mistrzostwach świata UCI, historia wieloletniej rywalizacji z Michałem Kwiatkowskim oraz szczegóły kontrowersyjnej dyskwalifikacji podczas Tour de France 2017.\r\n\r\nW autobiografii Peter Sagan uchyla kurtynę świata wielkiego kolarstwa, pozwalając zajrzeć za jego kulisy. Ale nie tylko. Dzięki tej książce poznasz również to mniej oficjalne oblicze Słowaka. Peter wprowadzi cię do kręgu swoich najbliższych przyjaciół, pokazując przede wszystkim to, jak w pogoni za kolejnymi zwycięstwami udało mu się pozostać normalnym i wyluzowanym człowiekiem.\r\n\r\nTa książka to smakowity kąsek dla wszystkich fanów kolarstwa i samego Sagana. Rozsiądź się wygodnie w siodełku i daj się porwać w fascynującą podróż po „jego świecie”!", "author": [9], "category": [1, 4]}}, {"model": "books.book", "pk": 10, "fields": {"title": "Najlepszy. Gdy słabość staje się siłą", "description": "Nie miał niczego, a zdobył wszystko. Był na samym dnie, ale wzniósł się tam, gdzie większość ludzi nigdy nie dotrze. \"Najlepszy\" to historia o niezwykłej, ponadczternastoletniej walce z uzależnieniem od narkotyków, papierosów i alkoholu. Dzięki terapii i uprawianiu sportu bohater tej książki podniósł się i wygrał prestiżowe zawody Double Ironman w USA (prawie 8 kilometrów pływania, 360 kilometrów jazdy rowerem i 84 kilometry biegu). Jerzy Górski, były narkoman i monarowiec, a jednocześnie legenda polskiego triathlonu, jest symbolem walki z własnymi słabościami. Jego życie to gotowy scenariusz na kilka książek. Sięgnij jednak po tę jedyną, którą autoryzował, i poczuj, jak to jest piąć się na sam szczyt tylko dzięki własnej determinacji i pomocy przyjaciół.\r\n\r\nHistorią Jerzego Górskiego zainteresował się również świat filmu. W 2017 roku do kin wszedł film fabularny pod tytułem \"Najlepszy\" reżysera Bogów, Łukasza Palkowskiego, z gwiazdorską obsadą (Jakub Gierszał, Kamila Kamińska, Anna Próchniak, Mateusz Kościukiewicz, Arkadiusz Jakubik, Adam Woronowicz, Magdalena Cielecka, Artur Żmijewski, Tomasz Kot, Janusz Gajos), który zachwycił recenzentów i zdobył aż pięć nagród podczas 42. Festiwalu Polskich Filmów Fabularnych w Gdyni, w tym Nagrodę Publiczności.", "author": [10], "category": [1, 4]}}, {"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "auth", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "books", "model": "author"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "books", "model": "book"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "books", "model": "category"}}, {"model": "sessions.session", "pk": "2m6beu7nnjwzvt3pt40nv6cm8otwjbuf", "fields": {"session_data": "MTJjZjhkZWJlZGEyN2MwMDNiOTM5ZDIyZTA5NTFmOTJlZTk0ZGZhMDp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJjNzJiNWFlYzExNTQyMGU5MGU4N2I4OTk4NzZmZTExZjlmYzFmYTFmIn0=", "expire_date": "2019-05-27T09:04:40.423Z"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add log entry", "content_type": 1, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change log entry", "content_type": 1, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete log entry", "content_type": 1, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can view log entry", "content_type": 1, "codename": "view_logentry"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can add permission", "content_type": 2, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can change permission", "content_type": 2, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can delete permission", "content_type": 2, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can view permission", "content_type": 2, "codename": "view_permission"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can add group", "content_type": 3, "codename": "add_group"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can change group", "content_type": 3, "codename": "change_group"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can delete group", "content_type": 3, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can view group", "content_type": 3, "codename": "view_group"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add user", "content_type": 4, "codename": "add_user"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change user", "content_type": 4, "codename": "change_user"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete user", "content_type": 4, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can view user", "content_type": 4, "codename": "view_user"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can add content type", "content_type": 5, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can change content type", "content_type": 5, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can delete content type", "content_type": 5, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can view content type", "content_type": 5, "codename": "view_contenttype"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can add session", "content_type": 6, "codename": "add_session"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can change session", "content_type": 6, "codename": "change_session"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can delete session", "content_type": 6, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can view session", "content_type": 6, "codename": "view_session"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add author", "content_type": 7, "codename": "add_author"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change author", "content_type": 7, "codename": "change_author"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete author", "content_type": 7, "codename": "delete_author"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can view author", "content_type": 7, "codename": "view_author"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can add book", "content_type": 8, "codename": "add_book"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can change book", "content_type": 8, "codename": "change_book"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can delete book", "content_type": 8, "codename": "delete_book"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can view book", "content_type": 8, "codename": "view_book"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can add category", "content_type": 9, "codename": "add_category"}}, {"model": "auth.permission", "pk": 34, "fields": {"name": "Can change category", "content_type": 9, "codename": "change_category"}}, {"model": "auth.permission", "pk": 35, "fields": {"name": "Can delete category", "content_type": 9, "codename": "delete_category"}}, {"model": "auth.permission", "pk": 36, "fields": {"name": "Can view category", "content_type": 9, "codename": "view_category"}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$150000$pkk3IIGDVxw6$oJtR7RZzgWrOgWj4wfD+KZCZI5AI86f5l8LEIMXon9A=", "last_login": "2019-05-13T09:04:40.411Z", "is_superuser": true, "username": "admin", "first_name": "", "last_name": "", "email": "ania.doleba@wp.pl", "is_staff": true, "is_active": true, "date_joined": "2019-05-13T09:03:43.325Z", "groups": [], "user_permissions": []}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2019-05-13T09:13:58.160Z", "user": 1, "content_type": 9, "object_id": "1", "object_repr": "Category object (1)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2019-05-13T09:19:30.782Z", "user": 1, "content_type": 9, "object_id": "2", "object_repr": "Informatyka", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2019-05-13T09:19:50.708Z", "user": 1, "content_type": 9, "object_id": "3", "object_repr": "Turystyka", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2019-05-13T09:20:03.168Z", "user": 1, "content_type": 9, "object_id": "4", "object_repr": "Sport", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2019-05-13T09:20:56.174Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "Małgorzata Domagalik", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2019-05-13T09:21:20.925Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "Mauela Gretkowska", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2019-05-13T09:21:52.421Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Mark Blake", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2019-05-13T09:22:56.749Z", "user": 1, "content_type": 7, "object_id": "4", "object_repr": "Michael Dawson", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 9, "fields": {"action_time": "2019-05-13T09:23:08.945Z", "user": 1, "content_type": 7, "object_id": "5", "object_repr": "Mark Lutz", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 10, "fields": {"action_time": "2019-05-13T09:23:48.230Z", "user": 1, "content_type": 7, "object_id": "6", "object_repr": "Aleksandra Bogusławska", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2019-05-13T09:23:59.550Z", "user": 1, "content_type": 7, "object_id": "7", "object_repr": "Jacek Tokarski", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2019-05-13T09:24:16.714Z", "user": 1, "content_type": 7, "object_id": "8", "object_repr": "Krzysztof Bzowski", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2019-05-13T09:24:51.432Z", "user": 1, "content_type": 7, "object_id": "9", "object_repr": "Peter Sagan", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2019-05-13T09:25:01.458Z", "user": 1, "content_type": 7, "object_id": "10", "object_repr": "Łukasz Grass", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2019-05-13T09:26:04.518Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Pani Wymagalik", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2019-05-13T09:26:40.250Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Trudno z miłości się podnieść", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2019-05-13T09:27:14.272Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "Queen. Królewska historia", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2019-05-13T09:28:01.764Z", "user": 1, "content_type": 8, "object_id": "4", "object_repr": "Python dla każdego. Podstawy programowania", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2019-05-13T09:28:29.498Z", "user": 1, "content_type": 8, "object_id": "5", "object_repr": "Python. Wprowadzenie", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 20, "fields": {"action_time": "2019-05-13T09:28:58.184Z", "user": 1, "content_type": 8, "object_id": "6", "object_repr": "Odetchnij od miasta. 62 wyjątkowe domy gościnne w Polsce", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 21, "fields": {"action_time": "2019-05-13T09:29:18.082Z", "user": 1, "content_type": 8, "object_id": "7", "object_repr": "Lwów", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 22, "fields": {"action_time": "2019-05-13T09:30:34.830Z", "user": 1, "content_type": 8, "object_id": "8", "object_repr": "Korona polskich gór", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 23, "fields": {"action_time": "2019-05-13T09:31:01.273Z", "user": 1, "content_type": 8, "object_id": "9", "object_repr": "Peter Sagan. Mój świat", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 24, "fields": {"action_time": "2019-05-13T09:32:19.011Z", "user": 1, "content_type": 8, "object_id": "10", "object_repr": "Najlepszy. Gdy słabość staje się siłą", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}]